Repository: Ricardo-Simoes/alltray
Catalog: po/*.po
Languages: cs, da, fr, it, ru

source: Attach to a running program
cs: Připojit ke spuštěnému programu
da: Vedhæft til et kørende program
fr: S'attacher à un programme en cours d'exécution
it: Collega ad un programma in esecuzione
ru: Прикрепить к запущенной программе

source: Enable debugging messages
cs: Povolit ladící informace
da: Slå fejlsøgningsbeskeder til
fr: Activer les messages de debug
it: Abilita messaggi di debug
ru: Включить отладочные сообщения

source: Show types of debugging messages
cs: Zobrazit typy ladicích informací
da: Vis typer af fejlsøgningsbeskeder
fr: Afficher les différents types de messages de debug
it: Mostra i tipi di messaggi di debug
ru: Показать типы отладочных сообщений

source: Initially hide on spawn/attach
da: Skjul i starten ved nyåbning/vedhæftning
fr: Cacher la fenêtre lors du démarrage du programme ou lorsqu'on s'y attache
it: Nascondi inizialmente alla generazione/attribuzione
ru: Изначально скрывать при порождении или присоединении

source: Attach to already-running application
cs: Připojit k běžící aplikaci
da: Vedhæft til allerede kørende program
fr: S'attacher au programme en cours d'exécution
it: Collega ad un'applicazione già in esecuzione
ru: Прикрепить к уже запущенному приложению

source: Display AllTray version info and exit
cs: Zobrazit AllTray info a skončit
da: Vis AllTray versionsinfo og afslut
fr: Affiche la version de AllTray puis quitte
it: Mostra le informazioni sulla versione di AllTray ed esci
ru: Вывести информацию о версии и выйти

source: Display extended version info and exit
cs: Zobrazit rozšířené info a skončit
da: Vis udvidet versionsinfo og afslut
fr: Affiche les informations de version étendues puis quitte
it: Mostra le informazioni estese sulla versione di AllTray ed esci
ru: Вывести расширенную информацию о версии и выйти

source: Command line options parsed.
cs: Analyzovány parametry příkazového řádku.
da: Kommandolinje valgmuligheder analyseret.
fr: Les paramètres de lancement ont été analysés
it: Opzioni di linea di comando elaborate
ru: Параметры командной строки разобраны

source: - Dock software to the systray
cs: - Skrýt software do oznamovací oblasti
da: - Dok software til systembakken
fr: - Icônifier le programme dans la zone de notification
it: - Minimizza il programma nel systray
ru: - Поместить программу в системный лоток

source: error: env flag parsing failed (%s)
da: fejl: miljø flag analyse fejlede (%s)
fr: erreur: une variable d'environnement ne correspond pas à ce qui était attendu (%s)
it: errore: valutazione dell'opzione env fallita (%s)
ru: ошибка: разбор флага переменной окружения не удался (%s)

source: error: command line parsing failed (%s)
cs: chyba: analýza příkazového řádku skončila s chybou (%s)
da: fejl: kommandolinje fortolkning fejlede (%s)
fr: Erreur : les paramètres de lancement ne correspondent pas à ce qui était attendu (%s)
it: errore: valutazione della linea di comando fallita (%s)
ru: ошибка: разбор командной строки не удался (%s)

source: set pgid failed; alltray may behave strangely.
da: indstilling af pgid fejlde; alltray kan opføre sig besynderligt.
fr: Le changement du pgid a échoué; alltray pourrait se comporter anormalement.
it: set del pgid ;alltray potrebbe funzionare in modo strano
ru: ошибка установки pgid; alltray может вести себя странно.

source: AllTray %s, from bzr branch %s rev %s, rev-id %s
cs: AllTray %s, bzr větev %s rev %s, rev-id %s
da: AllTray %s, fra bzr gren %s rev %s, rev-id %s
fr: AllTray %s, de la branche bzr %s revision %s, rev-id %s
it: AllTray %s, dal ramo bzr %s revisione %s, rev-id %s
ru: AllTray %s, из ветки репозитория bzr %s ревизия %s,

source: Licensed under the GNU GPL v3.0 as published by the Free Software Foundation.
cs: Licencováno GNU GPL v3.0 a vydáno Free Software Foundation.
da: Licenseret under GNU GPL v3.0 som offentliggjort af Free Software Foundation.
fr: Sous license GNU GPL v3.0 telle que publiée par la Free Software Foundation.
it: Licenza GNU GPL v3.0 così come pubblicata dalla Free Software Foundation
ru: Выпущено под лицензией GNU GPL v3.0, опубликованной Free Software Foundation.

source: Configured %s on %s %s
cs: Nastaveno %s na %s %s
da: Konfigureret %s på %s %s
fr: Configuré %s sur %s %s
it: Configurato %s su %s %s
ru: Сконфигурировано %s на $s %s

source: Compilers: %s and %s
cs: Kompilátory: %s a %s
da: Kompilere: %s og %s
fr: Compilateurs : %s et %s
it: Compilatori: %s e %s
ru: Компиляторы: %s и %s

source: Configure was run without flags
cs: Konfigurace byla spuštěna bez značek:
da: Konfigurering blev kørt uden flag
fr: Configure a été lancé sans paramètres
it: Configurazione avviata senza opzioi attivate
ru: Конфигуратор был запущен без флагов

source: Configure flags: %s
cs: Konfigurační značky: %s
da: Konfigureringsflag: %s
fr: Paramètres donnés à configure : %s
it: Opzioni della Configurazione: %s
ru: Флаги конфигурации: %s

source: Adding app (pid %d) to list of recv'd apps
da: Føjer prog (pid %d) til liste af modt. prog
fr: Ajoute l'application (pid %d) à la liste des applications recv'ées
it: Aggiungo l'applicazione (pid %d) alla lista delle applicazioni ricevute
ru: Добавление приложения (pid %d) в список принятых приложений

source: Failed to get a window; exiting.
cs: Selhalo při získávání okna; vypínání.
da: Mislykkedes i at få et vindue; afslutter.
fr: Aucune fenêtre n'a pu être récupérée ; le programme va s'arrêter.
it: Non riesco ad agganciarmi alla finestra; annullo.
ru: Невозможно получить окно. Выполнение прекращено.

source: Oops. Not running?
cs: Oops. Neběží to?
da: Uups. Kører ikke?
fr: Oups. Le programme ne tourne pas ?
it: Oops. Non si sta eseguendo?
ru: Ой. Не запущено?

source: Failed to start process: %s
cs: Selhalo při startu procesu: %s
da: Mislykkedes i at starte proces: %s
fr: N'a pas pu démarrer le programme : %s
it: Fallito l'avvio del processo: %s
ru: Невозможно запустить процесс: %s

source: Failed to start process
cs: Selhalo při startu procesu
da: Mislykkedes i at starte proces
fr: N'a pas pu démarrer le programme
it: Non riesco a far partire il processo: %s
ru: Невозможно запустить процесс

source: Cleaning up for child...
cs: Čistí se pro dítě...
da: Ryder op efter arving...
fr: Nettoyage des ressources pour le sous-processus...
it: Pulisco per il processo derivato...
ru: Очистка для дочернего процесса...

source: No more children. Dying.
cs: Žádné další děti. Umírám.
da: Ikke flere arvinger. Dør.
fr: Plus de sous-processus. Adieu.
it: Nessun processo derivato. Annullo.
ru: Не осталось дочерних процессов. Выходим.

source: Evaluating %s
cs: Hodnocení %s
da: Evaluerer %s
fr: Évaluation de %s
it: Sto valutando %s
ru: Оценка %s

source: Actually processing arg
cs: Právě zpracovávám argumenty
da: Behandler aktuelt arg
fr: En train de traiter le paramètre
it: Sto processando arg
ru: Текущая обработка аргументов

source: Caught unwired signal %d
cs: Zachycen bezdrátový signál %d
da: Fangede ikke-tilsluttet signal %d
fr: Le signal non géré %d a été reçu
it: Sto catturando un segnale sconnesso %d
ru: Получен беспроводной сигнал %d

source: Creating a new Application
cs: Vytvářím novou Aplikaci
da: Opretter nyt Program
fr: Crée une nouvelle application
it: Sto creando una nuova Applicazione
ru: Создание нового приложения

source: WHOA - The app went away?! Looking for it to come back...
da: UHA - Programmet forsvandt?! Venter på at det kommer tilbage...
fr: WOW - L'application a disparue ?! Attendons qu'elle revienne...
it: WHOA - L'applicazione se ne è andata‽ Controllo per farla tornare indietro…
ru: СТОП - приложение куда-то пропало?! Ждем его возвращения...

source: pid %d (%s) is not ours.
cs: pid %d (%s) nám nepatří.
da: pid %d (%s) er ikke vores.
fr: Le pid %d (%s) ne nous appartient pas.
it: Il processo %d (%s) non ci appartiene.
ru: pid %d (%s) нам не принадлежит.

source: Application %s needs fixed, reports PID 0.
cs: Aplikace %s potřebuje opravu, zpráva PID 0.
da: Program %s behøver rettelse, rapporterer PID 0.
fr: L'application %s devrait être corrigée, elle renvoie le PID 0
it: L'applicazione %s deve essere riparata, riporta PID 0.
ru: Приложение %s требует исправления, сообщает PID 0.

source: Requesting menu!
cs: Žádám menu!
da: Anmoder menu!
fr: Demande l'affichage du menu !
ru: Запрос меню!

source: Toggle Visibility
cs: Přepnout Viditelnost
da: Skift Synlighed
fr: Afficher/Cacher
ru: Переключить отображение

source: Undock
cs: Uvolnit
da: Afdok
fr: Détacher
ru: Отстыковать

source: About AllTray...
cs: O AllTray...
da: Om AllTray...
fr: À propos de AllTray...
ru: Об AllTray...

source: All
cs: Vše
da: Alle
fr: Toutes les fenêtres
ru: Все

source: %s - %d window
cs: %s - %d okno
da: %s - %d vindue
fr: %s - %d fenêtre
it: %s - %d finestra
ru: %s - %d окно

source: Using Window Icon (fallback was %s)
da: Bruger Vinduesikon (erstatning var %s)
fr: Utilise l'icône de la fenêtre (l'icône demandée était %s)
it: Uso l'Icona della Finestra
ru: Использовать иконку окна (была %s)

source: Using App Icon (fallback was %s)
da: Bruger Prog Ikon (erstatning var %s)
fr: Utilise l'icône de l'application (l'icône demandée était %s)
it: Uso l'Icona dell'Applicazione

source: New Bitmask: %s
cs: Nová bitová maska %s
da: Ny Bitmaske: %s
fr: Nouveau masque binaire : %s
it: Nuova Bitmask: %s

source: New State: %s
cs: Nový stav: %s
da: Ny Tilstand: %s
fr: Nouvel état : %s
it: Nuovo Stato: %s
ru: Новое состояние: %s

source: Blinking, window state is: %s
cs: Bliká, stav okna je: %s
da: Blinker, vinduestilstand er: %s
fr: En train de clignoter, l'état de la fenêtre est : %s
it: Lampeggiando, lo stato della finestra è:%s

source: MINIMIZED |
cs: MINIMALIZOVÁNY |
da: MINIMERET |
fr: RÉDUIT |

source: MAXIMIZED_HORIZONTALLY |
cs: MAXIMALIZOVÁNY_VODOROVNĚ |
da: MAKSIMERET_HORISONTALT |
fr: MAXIMISÉ_HORIZONTALEMENT |

source: MAXIMIZED_VERTICALLY |
cs: MAXIMALIZOVÁNY_SVISLE |
da: MAKSIMERET_LODRET |
fr: MAXIMISÉ_VERTICALEMENT |

source: SHADED |
cs: SKRYTY |
da: SKYGGET |
fr: ENROULÉ |

source: SKIP_PAGER |
da: SPRINGOVER_SIDESKIFTER |
fr: PAS_DE_MINIATURE |

source: SKIP_TASKLIST |
da: SPRINGOVER_OPGAVELISTE |
fr: ÉVITER_BARRE_DES_TÂCHES |

source: STICKY |
cs: LEPIVÝ |
da: KLÆBRIG |
fr: SUR_TOUS_LES_BUREAUX |

source: HIDDEN |
cs: SKRYTÝ |
da: SKJULT |
fr: CACHÉ |

source: FULLSCREEN |
da: FULDSKÆRM |
fr: PLEIN_ÉCRAN |

source: DEMANDS_ATTENTION |
da: KRÆVER_OPMÆRKSOMHED |
fr: EXIGE_ATTENTION |

source: URGENT |
da: HASTER |

source: ABOVE |
cs: NAD |
da: OVENFOR |
fr: AU_DESSUS |

source: BELOW |
cs: POD |
da: NEDENFOR |
fr: EN_DESSOUS |

source: Setting window 0x%08lx visibility to %s
cs: Nastavení viditelnosti okna 0x%08lx na %s
da: Sætter vindue 0x%08lx synlighed til %s
fr: Change la visibilité de la fenêtre 0x%08lx en %s
it: Configuro la finestra 0x%08lx con visibilità a %s
ru: Установка значения видимости окна 0x%08lx в %s

source: %s Branch: %s, r%s %s
da: %s Gren: %s, r%s %s
fr: %s Branche : %s, r%s %s
ru: %s Ветка: %s, r%s %s

source: Dock applications in the system tray.
cs: Zobrazit aplikace v systémovém panelu.
da: Dok program i systembakken.
fr: Icônifie des applications dans la zone de notification.
ru: Размещать приложения в системном трее.

source: Pointer grab failed
da: Markør pågribelse fejlede
fr: Le curseur de la souris n'a pas pu être intercepté
it: Cattura del puntatore fallita
ru: Не удалось перехватить указатель

source: Got window 0x%08lx
da: Fik vindue 0x%08lx
fr: La fenêtre 0x%08lx a été sélectionnée
it: Preso finestra 0x%08lx
ru: Получено окно 0x%08lx

source: Window 0x%08lx pid = %d
cs: Pid okna 0x%08lx = %d
da: Vindue 0x%08lx pid = %d
fr: Pid de la fenêtre 0x%08lx = %d
it: Finestra 0x%08lx pid = %d
ru: Окно 0x%08lx pid = %d

source: command line parsing
cs: analýza příkazového řádku
da: kommandolinje fortolkning
fr: Analyse des paramètres de lancement
it: interprete a riga di comando
ru: разбор командной строки

source: X11 display
da: X11 fremvisning
fr: Display X11

source: System Tray Icon
cs: Ikonka v systémovém panelu
da: Systembakke-ikon
fr: Icône dans la zone de notification
it: Icona di notifica
ru: Значок в системном трее

source: Window Manager
cs: Správce oken
da: Vindueshåndtering
fr: Gestionnaire de fenêtre
ru: Менеджер Окон

source: Process information
cs: Informace o procesu
da: Behandl information
fr: Informations sur le processus
it: Informazioni sul processo
ru: Информация о процессе

source: Misc messages
cs: Ostatní zprávy
da: Forskellige beskeder
fr: Autres messages
it: Messaggi vari
ru: Разные сообщения

source: Internal error detail
cs: Detail vnitřní chyby
da: Interne fejl detaljer
fr: Détails de l'erreur interne
it: Dettagli sul errore interno
ru: Внутренняя информация об ошибке

source: Applications
cs: Aplikace
da: Programmer
it: Applicazioni
ru: Приложения

source: AttachHelper class messages
da: AttachHelper klasse beskeder
fr: Messages de la classe AttachHelper
it: Messaggi della classe AttachHelper
ru: Сообщения класса AttachHelper

source: Signal debugging messages
da: Signal fejlfindingsbeskeder
fr: Messages de debug liés aux signaux
it: Messaggi del debug dei segnali

source: Entrypoint, preinit, etc.
da: Indgangssted, preinit, etc.
fr: Point d'entrée, pré-initialisation, etc.
ru: Entrypoint, preinit, и т.д.

source: All debug messages
cs: Všechny ladicí zprávy
da: Alle fejlfindingsbeskeder
fr: Tous les messages de debug
it: Tutti i messaggi di debug
ru: Все сообщения отладки

source: String
cs: Řetězec
da: Streng
fr: Mot clef
it: Stringa
ru: Строка

source: Messages are for
cs: Zprávy jsou pro
da: Beskeder er til
fr: Les messages sont pour
it: Messaggi sono per
ru: Сообщения для

source: Unrecognized value '%s' in ALLTRAY_DEBUG
cs: Nerozpoznaná hodnota '%s' v ALLTRAY_DEBUG
da: Ikke-genkendelig værdi '%s' i ALLTRAY_DEBUG
fr: La valeur '%s' dans ALLTRAY_DEBUG n'est pas reconnue
it: Valore '%s' non riconosciuto in ALLTRAY_DEBUG
ru: Нераспознанное значение '%s' в ALLTRAY_DEBUG

source: Debugging subsystem setup complete.
cs: Nastavení ladicího subsystému je hotové.
da: Fejlfinding af delsystem opsætning fuldført.
fr: Configuration du sous-système de debugging terminée.
it: Configurazione del sottosistema di rintracciamento errori completato.
ru: Настройка подсистемы отладки завершена.

source: ALLTRAY_DEBUG not set!
cs: Není nastaveno ALLTRAY_DEBUG!
da: ALLTRAY_DEBUG ikke indstillet!
fr: La variable ALLTRAY_DEBUG n'est pas définie !
it: ALLTRAY_DEBUG non configurato!
ru: ALLTRAY_DEBUG не установлена!

source: Exiting: encountered fatal error.
cs: Ukončení: zjištěna vážná chyba.
da: Afslutter: stødte på graverende fejl.
fr: Une erreur fatale vient de se produire : le programme va s'arrêter.
it: Annullo: errore fatale.
ru: Выход: произошла неустранимая ошибка.

source: BUG: Reached default, should not be possible.
cs: CHYBA: Toto by nemělo být v defaultu možné.
da: FEJL: Nåede standard, bør ikke være muligt.
fr: BUG : nous sommes arrivés sur la case default, ça n'aurait pas dû se produire.
it: BUG: Raggiunto default, non dovrebbe essere possibile.

source: Child process %d (%s) now running.
cs: Odvozený proces %d (%s) běží.
da: Proces-arving %d (%s) kører nu.
fr: Sous-processus %d (%s) en cours d'exécution.
it: Processo derivato %d (%s) ora in esecuzione.
ru: Дочерний процесс %d (%s) запущен.

source: The provided PID does not exist.
cs: Předpokládané PID neexistuje.
da: Den angivne PID eksisterer ikke.
fr: Le PID donné ne correspond à aucun programme en cours d'exécution.
it: Il PID fornito non esiste.
ru: Указанный PID не существует.

source: Attached process %d has died.
cs: Připojený proces %d skončil.
da: Vedhæftede proces %d er død.
fr: Le processus attaché %s s'est terminé de manière anormale.
it: Il processo agganciato %d è stato annullato.
ru: Присоединенный процесс %d завершился.

source: Child %d died okay
cs: Odvozený proces %d řádně skončil
da: Arving %d døde okay
fr: Le processus attaché %s s'est terminé.
it: Il processo derivato %d è stato annullato con successo.
ru: Дочерний процесс %d завершился без ошибок

source: Child %d died with nothing!
da: Arving %d døde uden noget!
fr: Le processus attaché %s s'est terminé sans donner de valeur de retour !
it: Il processo derivato %d è stato annullato.
ru: Дочерний процесс %d завершился без уведомлений!

source: AllTray was unable to attach to any applications, and AllTray's child has died. This problem can be caused by application software that: * is not compliant with the ICCCM and EWMH specs, * backgrounds itself and leaves the AllTray process group, or * unexpectedly died an early death and did not actually start If the problem is one of the first two problems, please report a bug in AllTray and it will be investigated and reported to the correct project, if necessary. If the problem is the third one, then you will need to fix whatever went wrong and try again.
da: AllTray var ikke i stand til at hæfte sig til nogen programmer, og AllTray's arvinger er døde. Dette problem kan være forårsaget af programmer som: * ikke er efterfølger ICCCM og EWMH specifikationerne, * sætter sig i baggrunden og forlader AllTray procesgruppe, eller * uventet dør en tidlig død og faktisk ikke startede Hvis problemet er ét af de første to problemer, rapportér venligst om fejl i AllTray og den vil blive undersøgt og rapporteret til det rigtige projekt, om nødvendigt. Hvis problemet er den tredje slags, så skal du fixe hvad der end gik galt og forsøge igen.
fr: AllTray n'a pas été capable de s'attacher à une application, et le sous-processus AllTray s'est terminé de manière anormale. Ce problème peut être dû à une application qui : * n'est pas compatible avec les spécifications ICCCM et EWMH * se lance en arrière-plan et quitte le groupe de processus AllTray * se termine abruptement en erreur sans même avoir eu le temps de réellement démarrer Si le problème vient d'un des 2 premiers points, veuillez prévenir les développeurs de AllTray en remplissant une fiche de bug, elle sera investiguée et renvoyée au projet correspondant si nécessaire. Si le problème correspond au dernier point, il vous faudra corriger ce qui ne va pas avec l'application ciblée et réessayer.
it: Non riesco ad agganciarmi a nessuna applicazione.Il processo derivato è stato chiuso. Questo problema può essere causato dal programma che: * non è aderente alle specifiche standard ICCCM e EWMH. * si pone automaticamente in sottofondo lasciando però i processi AllTray raggruppati, o * senza preavviso il processo si chiude velocemente senza riuscire a partire. Se il problema identificato appartiene ad uno dei primi due casi, cortesemente riporta e notifica il problema nel progetto AllTray così da poter essere investigato o reinviato al progetto specifico.Se il problema appartiene al terzo caso, non essendo di pertinenza di AllTray deve essere risolto in un'altra via analizzando le motivazione per le quali il tuo programma non vuole funzionare.
ru: AllTray не смог присоединиться к какому-либо приложению и дочерний процесс AllTray's завершился. Эта проблема может быть вызвана приложениями, которые: * не совместимы со спецификациями ICCCM и EWMH, * сами становятся фоновыми и выходят из группы процессов AllTray или * завершаются с ошибкой на этапе запуска и не запускаются на самом деле If the problem is one of the first two problems, please report a bug in AllTray and it will be investigated and reported to the correct project, if necessary. If the problem is the third one, then you will need to fix whatever went wrong and try again.

source: Select an Application
cs: Vyberte aplikaci
da: Vælg et program
fr: Sélectionner une application
it: Seleziona un'Applicazione
ru: Выберите приложение

source: Click on a window of the software you wish to dock. Note: do not click on the window border itself. Click inside the window; particularly on Compiz, clicking on the title bar or the other sides of the window border DOES NOT WORK.
da: Klik på et vindue for den software du ønsker at dokke. Bemærk: klik ikke på selve vinduets ramme. Klik inden i vinduet; særligt for Compiz, klik på titelbaren eller i de andre sider af vinduets ramme VIRKER IKKE.
fr: Cliquez sur une fenêtre du programme que vous voulez icônifier. Note: ne cliquez pas sur la bordure de la fenêtre ; cliquez à l'intérieur de la fenêtre. Ceci est particulièrement vrai si vous utilisez Compiz, auquel cas cliquer sur la barre de titre ou sur les bordures de la fenêtre NE FONCTIONNE PAS.
it: Clicca sulla finestra di un programma per minimizzare. Nota: non cliccare sul bordo della finestra. Clicca dentro la finestra; in particolare con Compiz, se si clicca sulla barra del titolo o su un'altro lato del bord della finestra NON FUNZIONA.
ru: Кликните на окне приложения, которое вы хотите поместить в системный трей. Примечание: Не нажимайте на самой границе окна. Щелкните внутри окна, особенно при использовании Compiz, нажатие на заголовке или другой стороне границы окна НЕ РАБОТАЕТ.

source: Copyright (c) %s Michael B. Trausch <mike@trausch.us>
it: Copyright © %s Michael B. Trausch <mike@trausch.us>
